Repository: L0L022/let-me-do
Catalog: po/*.po
Languages: fr

source: Let Me Do
fr: Laisse Moi Faire

source: You must be logged as root
fr: Vous devez être connecté en tant qu'administrateur

source: Let Me Do is already open
fr: Laisse Moi Faire est déjà ouvert

source: Open it anyway
fr: L'ouvrir quand même

source: Local IP address not found
fr: L'adresse IP locale n'a pas pu être trouvé

source: # Obtaining the public IP address
fr: # Obtention de l'adresse IP publique

source: Obtaining the public IP address failed
fr: L'obtention de l'adresse IP publique a échoué

source: # Opening SSH port ($port_ssh) on the router
fr: # Ouverture du port SSH ($port_ssh) sur le routeur

source: Opening SSH port on the router failed
fr: L'ouverture du port SSH sur le routeur a échoué

source: # Opening VNC port ($port_vnc) on the router
fr: # Ouverture du port VNC ($port_vnc) sur le routeur

source: Opening VNC port on the router failed
fr: L'ouverture du port VNC sur le routeur a échoué

source: # Redirection of SSH port ($port_ssh to 22)
fr: # Redirection du port SSH ($port_ssh à 22)

source: SSH port redirection failed
fr: La redirection du port SSH a échoué

source: Administrator group not found
fr: Le groupe administrateur n'a pas pu être trouvé

source: # Adding a new group: $group
fr: # Ajout d'un nouveau groupe : $group

source: The addition of a new group failed:
fr: L'ajout d'un nouveau groupe a échoué :

source: # Adding the user Let Me Do
fr: # Ajout de l'utilisateur Laisse Moi Faire

source: Adding the user Let Me Do failed
fr: L'ajout de l'utilisateur Laisse Moi Faire a échoué

source: Changing Let Me Do's password failed
fr: Le changement du mot de passe de Laisse Moi Faire a échoué

source: # Starting desktop sharing (x11vnc)
fr: # Lancement du partage de bureau (x11vnc)

source: # Copying of information in the clipboard
fr: # Copie des informations dans le presse papier

source: # Wait for reply to if you want to send an email to your master (s)
fr: # Attend la réponse si vous souhaitez envoyer un courrier électronique à votre (vos) maître (s)

source: Would you like to send your connection information by email to your master(s) ?
fr: Voulez-vous envoyer vos informations de connexion par courrier électronique à votre (vos) maître (s)?

source: # Your computer is now accessible from the Internet.\nIP address: $internet_ip\nPassword: $password\nSSH port: $port_ssh\nVNC port: $port_vnc\nThe information required for the connection just be copied to the clipboard.
fr: # Votre ordinateur est maintenant accessible depuis Internet.\nAdresse IP : $internet_ip\nMot de passe : $password\nPort SSH : $port_ssh\nPort VNC : $port_vnc\nLes informations nécessaires à la connexion viennent d'être copié dans le presse papier.

source: Close Let Me Do
fr: Fermer Laisse Moi Faire

source: # Shutting down desktop sharing (x11vnc)
fr: # Arrêt du partage de bureau (x11vnc)

source: # Closing the SSH port ($port_ssh) on the router
fr: # Fermeture du port SSH ($port_ssh) sur le routeur

source: # Closing the VNC port ($port_vnc) on the router
fr: # Fermeture du port VNC ($port_vnc) sur le routeur

source: # Removing SSH port ($port_ssh) redirection
fr: # Supprime la redirection du port SSH ($port_ssh)

source: # Deleting user Let Me Do
fr: # Supprime l'utilisateur Laisse Moi Faire
